Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samediggi.no/sami-filmmat-cajehuvvojit-riikkaidgaskasas-filbmafestivalas.html.tmx
Source language: sme
Languages: nob

source: Sámi filmmat čájehuvvojit riikkaidgáskasaš filbmafestiválas / Dáidda – ja kulturbargu / Kultureallin / Sámediggi - Sametinget
nob: Samiske filmer vises på internasjonal filmfestival / Kunst- og kulturutøvelse / Kulturliv / Forsiden - Sametinget

source: Sámi filmmat čájehuvvojit riikkaidgáskasaš filbmafestiválas
nob: Samiske filmer vises på internasjonal filmfestival

source: Golggotmánnu 2015
nob: 08. oktober 2015

source: Sámediggepresideanta Aili Keskitalo oasálasttá riikkaidgáskasaš filbmafestiválas The imagineNATIVE Film + Media Arts Festival Toronttos Canadas dán mánu 14. - 18.
nob: Sametingspresident Aili Keskitalo deltar på den internasjonale filmfestivalen imagineNATIVE i Toronto 14. til 18.

source: beaivái.
nob: oktober.

source: The imagineNATIVE Film + Media Arts Festival lea álgoálbmot media- ja dáiddafestivála, mii lágiduvvo juohke jagi Torontos Kanadas.
nob: The imagineNATIVE Film + Media Arts Festival er en urfolks media- og kunstfestival, som arrangeres årlig i Toronto i Canada.

source: Sámi filmmat čájehuvvojit festiválas namahusain: International spotlight on The Sapmi nation.
nob: Samiske filmer vises på festivalen under tittelen: International spotlight on The Sapmi nation.

source: Dáid beivviid lágiduvvo maiddái lávdedigaštallan sámi filmma birra.
nob: I løpet av dagene arrangeres også en paneldiskusjon om samisk film.

source: - Lea erenoamáš somá oaidnit ahte sámi filbmabiras lea mielde hábmemin sisdoalu dákkár deaŧalaš filbmafestiválii álgoálbmotfilmmaid várás.
nob: - Det er spesielt fint å se at det samiske filmmiljøet er med på å skape innhold i en så sentral filmfestival for urfolksfilm.

source: Festivála lea áidnalunddot vejolašvuohta sápmelaččaide ovdanbuktit sámi filmmaid riikkaidgaskasaččat.
nob: Festivalen er en unik mulighet for samiske for å presentere samiske filmer til et internasjonalt publikum.

source: Danne lea Sámedikki mielas deaŧalaš doarjut sámi filmma, mii leat earret eará oasseruhtadan “ 7 Sámi stories ” filmmaid.
nob: Derfor har Sametinget sett det som viktig å støtte samisk film, bl.a. har vi delfinansiert filmene som inngår i “ 7 Sámi stories ”.

source: Dás čađaha Sámi riikkaidgaskasaš filbmainstituhtta buori barggu mii bidjá vuođu sámi filbmaindustriijii mii lea stuorrumin.
nob: Her gjør Internasjonalt Samisk Filminstitutt et godt arbeid som bygger grunnen for en voksende samisk filmindustri.

source: Jáhkán mii fargga beassat oaidnit sámi spillenfilmmaid maid nuorra sámi filbmadahkkit leat ráhkadan, dadjá sámedikkepresideanta Aili Keskitalo.
nob: Jeg tror vi snart får se samiske spillefilmer laget av unge samiske filmskapere, sier sametingspresident Aili Keskitalo.

source: Sámediggi lea juolludan 150 duhát ruvnnu sámi oassálastimii festivála oktavuođas.
nob: Sametinget har bevilget 150 tusen kroner til samisk deltakelse i forbindelse med festivalen.

source: Eanet dieđuid addá: Sámedikkepresideanta Aili Keskitalo, 971 29 305
nob: For mer informasjon: Sametingspresident Aili Keskitalo, 971 29 305
